var getIntBusKey = new Array();
var getIntBusList = new Array();

// 노선Key, 출발지, 도착지
getIntBusKey = [
  ["T001", "Esaka", "Nakamozu", "첫차"],
  ["T002", "Nakamozu", "Esaka"],
];

// key, 시간, 비고
getIntBusList = [
  ["T001", "05:05", "05:46", "1호차", "첫차"],
  ["T001", "23:57", "00:39", "2호차", "막차"],

  ["T002", "05:06", "05:30", "1호차", "첫차"],
  ["T002", "05:06", "05:40", "2호차", "첫차"],
  ["T002", "05:09", "05:50", "3호차", "첫차"],
  ["T002", "23:23", "00:04", "4호차", "막차"],
  ["T002", "23:49", "00:26", "5호차", "막차"],
];
